/*************************************************************************
	> File Name: atm.h
	> Author: AnSwEr
	> Mail: 1045837697@qq.com
	> Created Time: 2015年06月07日 星期日 14时17分49秒
 ************************************************************************/

#ifndef _ATM_H
#define _ATM_H
#endif

struct infomation
{
    char name[10];//用户名
    int account;//卡号
    int password;//密码
    float money;//金额
}info[10]=
{
    {"yiyi",111,111,8000},
    {"erer",222,222,9876},
    {"sansan",333,333,3423},
    {"sisi",444,444,4534},
    {"wuwu",555,555,3243},
    {"liuliu",666,666,4345},
    {"qiqi",777,777,3243},
    {"baba",888,888,3242},
    {"jiujiu",999,999,3278},
    {"shishi",101010,101010,2190}
};
